{
  "sources": [
    {
      "title": "Insomnia News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/mind_brain/insomnia.xml",
      "siteUrl": "https://www.sciencedaily.com/news/mind_brain/insomnia/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210720135216.htm",
          "author": null,
          "description": "Every spring, the Daylight Saving Time shift robs people of an hour of sleep - and a new study shows that DNA plays a role in how much the time change affects individuals. People whose genetic profile makes them more likely to be 'early birds' can adjust to the time change in a few days. But those who tend to be 'night owls' could take more than a week to get back on track.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210720135216.htm",
          "publishedOn": "2021-07-20T17:52:16.000Z",
          "wordCount": null,
          "title": "'Springing forward' affects early birds less than night owls"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210715124527.htm",
          "author": null,
          "description": "Using an artificial intelligence approach capable of decoding brain activity during sleep, scientists were able to glimpse what we think about when we are asleep. By combining fMRI and EEG, they provide unprecedented evidence that the work of sorting out the thousands of pieces of information processed during the day takes place during deep sleep. Indeed, the brain can evaluate all of these memories in order to retain only the most useful ones.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210715124527.htm",
          "publishedOn": "2021-07-15T16:45:27.000Z",
          "wordCount": null,
          "title": "What does the sleeping brain think about?"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210709104232.htm",
          "author": null,
          "description": "Researchers have found that exposure to specific types of light before sleep can have variable effects on energy metabolism during sleep. Specifically, participants who went to sleep after exposure to organic light-emitting diodes (OLEDs), which emit polychromatic white light that contains less blue light than light-emitting diodes (LEDs), exhibited significantly decreased energy expenditure, core body temperature, and increased fat oxidation, indicating fewer negative health consequences compared with after nighttime exposure to LEDs.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210709104232.htm",
          "publishedOn": "2021-07-09T14:42:32.000Z",
          "wordCount": null,
          "title": "Exposure to light with less blue before sleep is better for energy metabolism"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210708143918.htm",
          "author": null,
          "description": "Light therapy can help improve the mood of people with seasonal affective disorder (SAD) during short winter days, but exactly how this therapy works is not well understood. A new study finds that light therapy's beneficial effects come from activating the circadian clock gene Period1 in a part of the brain involved in mood and sleep-wake cycles.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210708143918.htm",
          "publishedOn": "2021-07-08T18:39:18.000Z",
          "wordCount": null,
          "title": "Scientists show how light therapy treats depression in mice model"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210706133113.htm",
          "author": null,
          "description": "A new study looked at the consequences of sleeping fewer than six hours for eight consecutive nights -- the minimum duration of sleep that experts say is necessary to support optimal health in average adults.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210706133113.htm",
          "publishedOn": "2021-07-06T17:31:13.000Z",
          "wordCount": null,
          "title": "New study uncovers how a series of sleep loss impacts mental and physical wellbeing"
        }
      ]
    },
    {
      "title": "Relationships News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/mind_brain/relationships.xml",
      "siteUrl": "https://www.sciencedaily.com/news/mind_brain/relationships/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210729095212.htm",
          "author": null,
          "description": "When people behave badly or unethically, their loved ones may judge them less harshly than they would judge a stranger who committed the same transgressions, but that leniency may come at the cost of the judger's own sense of self-worth, according to new research.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210729095212.htm",
          "publishedOn": "2021-07-29T13:52:12.000Z",
          "wordCount": null,
          "title": "We are more forgiving when people close to us misbehave"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210720114345.htm",
          "author": null,
          "description": "New research found that social influencers are unlikely to change a person's behavior by example. To stimulate a shift in people's thinking, target small groups of people in the outer edge or fringe of a network.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210720114345.htm",
          "publishedOn": "2021-07-20T15:43:45.000Z",
          "wordCount": null,
          "title": "Study finds surprising source of social influence"
        }
      ]
    },
    {
      "title": "Men's Health News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/health_medicine/men's_health.xml",
      "siteUrl": "https://www.sciencedaily.com/news/health_medicine/men's_health/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210707112445.htm",
          "author": null,
          "description": "Anti-androgen therapy is commonly used to treat patients with advanced prostate cancer at stages where the disease has spread to the bones. However, new research has found that anti-androgen treatment can actually facilitate prostate cancer cells to adapt and grow in the bone tumor microenvironment model developed by biomedical scientists.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210707112445.htm",
          "publishedOn": "2021-07-07T15:24:45.000Z",
          "wordCount": null,
          "title": "Anti-androgen therapy can fuel spread of bone tumors in advanced prostate cancer"
        }
      ]
    },
    {
      "title": "Healthy Aging News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/health_medicine/healthy_aging.xml",
      "siteUrl": "https://www.sciencedaily.com/news/health_medicine/healthy_aging/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210727171713.htm",
          "author": null,
          "description": "Positive trends in global education access are expected to decrease dementia prevalence worldwide by 6.2 million cases by the year 2050. Meanwhile, anticipated trends in smoking, high body mass index and high blood sugar are predicted to increase prevalence by nearly the same number: 6.8 million cases.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210727171713.htm",
          "publishedOn": "2021-07-27T21:17:13.000Z",
          "wordCount": null,
          "title": "Global dementia cases forecasted to triple by 2050"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210726234837.htm",
          "author": null,
          "description": "Frontotemporal dementias are a group of fatal and debilitating brain disorders for which there are no cures. Researchers describe how they were able to recreate much of the damage seen in a widely studied form of the disease by growing special types of cerebral organoids in petri dishes. This form of the disease is caused by a genetic mutation in tau, a protein that is a hallmark of Alzheimer's disease and other dementias. By studying these organoids, the scientists discovered how the mutated tau protein may trigger the death of a specific class of neurons known to be vulnerable in frontotemporal dementia. They also showed that they could prevent the death of these neurons by treating the organoids with an experimental drug, originally designed to combat Crohn's disease.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210726234837.htm",
          "publishedOn": "2021-07-27T03:48:37.000Z",
          "wordCount": null,
          "title": "Scientists discover early signs of frontotemporal dementia in personalized cerebral organoids"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210723121517.htm",
          "author": null,
          "description": "In a wealth and longevity study to incorporate siblings and twin pair data, researchers analyzed the midlife net worth of adults (mean age 46.7 years) and their mortality rates 24 years later. They discovered those with greater wealth at midlife tended to live longer.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210723121517.htm",
          "publishedOn": "2021-07-23T16:15:17.000Z",
          "wordCount": null,
          "title": "Americans with higher net worth at midlife tend to live longer"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210723105258.htm",
          "author": null,
          "description": "Researchers have recently identified a DNA region known as VNTR2-1 that appears to drive the activity of the telomerase gene, which has been shown to prevent aging in certain types of cells. Knowing how the telomerase gene is regulated and activated and why it is only active in certain cell types could someday be the key to understanding how humans age and how to stop the spread of cancer.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210723105258.htm",
          "publishedOn": "2021-07-23T14:52:58.000Z",
          "wordCount": null,
          "title": "Potential role of 'junk DNA' sequence in aging, cancer"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210722194950.htm",
          "author": null,
          "description": "Researchers report a study has demonstrated that patients with advanced bladder cancers whose tumors have a mutated FGFR3 gene respond to immunotherapy in a manner that is similar to patients without that mutation. This discovery runs counter to previous research that suggested FGFR3-mutated bladder cancers should not be treated with immunotherapy.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210722194950.htm",
          "publishedOn": "2021-07-22T23:49:50.000Z",
          "wordCount": null,
          "title": "Advanced bladder cancers respond to immunotherapy regardless of gene mutation status"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210722163003.htm",
          "author": null,
          "description": "Scientists have built an artificial intelligence (AI) model that identifies chemical compounds that promote healthy aging - paving the way towards pharmaceutical innovations that extend a person's lifespan.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210722163003.htm",
          "publishedOn": "2021-07-22T20:30:03.000Z",
          "wordCount": null,
          "title": "AI built to find anti-aging chemical compounds"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210722113052.htm",
          "author": null,
          "description": "Scientists have successfully reversed age-related memory loss in mice and say their discovery could lead to the development of treatments to prevent memory loss in people as they age.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210722113052.htm",
          "publishedOn": "2021-07-22T15:30:52.000Z",
          "wordCount": null,
          "title": "Scientists reverse age-related memory loss in mice"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210721172717.htm",
          "author": null,
          "description": "Researchers have published evidence of the sustained benefits of an investigational antipsychotic treatment for people with dementia-related psychosis.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210721172717.htm",
          "publishedOn": "2021-07-21T21:27:17.000Z",
          "wordCount": null,
          "title": "Evidence of sustained benefits of pimavanserin for dementia-related psychosis"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210721102320.htm",
          "author": null,
          "description": "Scientists have shown that frailty contributes to neurocognitive decline in young adult survivors of childhood cancer.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210721102320.htm",
          "publishedOn": "2021-07-21T14:23:20.000Z",
          "wordCount": null,
          "title": "Scientists link frailty and neurocognitive decline in childhood cancer survivors"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210720122354.htm",
          "author": null,
          "description": "Alzheimer's disease and other forms of neurodegeneration can be identified using a combination of biomarkers in cerebrospinal fluid of living patients, researchers find.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210720122354.htm",
          "publishedOn": "2021-07-20T16:23:54.000Z",
          "wordCount": null,
          "title": "Spinal fluid biomarkers detect neurodegeneration, Alzheimer's disease in living patients"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210719143410.htm",
          "author": null,
          "description": "Did you know multiple sclerosis (MS) means multiple scars? New research shows that the brain and spinal cord scars in people with MS may offer clues to why they developprogressive disability but those with related diseases where the immune system attacks the central nervous system do not. Researchers assessed if inflammation leads to permanent scarring in these three diseases.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210719143410.htm",
          "publishedOn": "2021-07-19T18:34:10.000Z",
          "wordCount": null,
          "title": "Why MS patients develop progressive disability"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210715090826.htm",
          "author": null,
          "description": "A small regulatory RNA found in many problematic bacteria, including Escherichia coli, appears to be responsible for managing the response of these bacteria to environmental stresses. Researchers see a promising avenue for more effective treatment of antibiotic-resistant bacteria.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210715090826.htm",
          "publishedOn": "2021-07-15T13:08:26.000Z",
          "wordCount": null,
          "title": "A new avenue for fighting drug-resistant bacteria"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210714170134.htm",
          "author": null,
          "description": "Keeping your brain active in old age has always been a smart idea, but a new study suggests that reading, writing letters and playing card games or puzzles in later life may delay the onset of Alzheimer's dementia by up to five years.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210714170134.htm",
          "publishedOn": "2021-07-14T21:01:34.000Z",
          "wordCount": null,
          "title": "Think about this: Keeping your brain active may delay Alzheimer's dementia 5 years"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210714110528.htm",
          "author": null,
          "description": "The main driver of Alzheimer's disease is excessive inflammation in the brain that is triggered by cells called astrocytes and microglia in response to high levels of amyloid beta deposits and tau tangles. New research reveals that a subset of astrocytes releases a molecule called interleukin-3 that instructs microglia to adopt a protective response and clear away amyloid beta deposits and tau tangles. Interleukin-3 may hold promise as a new therapeutic intervention in Alzheimer's disease.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210714110528.htm",
          "publishedOn": "2021-07-14T15:05:28.000Z",
          "wordCount": null,
          "title": "Signaling molecule may help prevent Alzheimer's disease"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210713110842.htm",
          "author": null,
          "description": "A recently published study identifies 11 rare candidate variants for Alzheimer's disease. Researchers found 19 different families in Utah that suffered from Alzheimer's disease more frequently than what is considered normal.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210713110842.htm",
          "publishedOn": "2021-07-13T15:08:42.000Z",
          "wordCount": null,
          "title": "Recent study identifies 11 candidate genetic variants for Alzheimer's disease"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210712122159.htm",
          "author": null,
          "description": "Researchers have created an inflammatory clock of aging (iAge) which measures inflammatory load and predicts multi-morbidity, frailty, immune health, cardiovascular aging and is also associated with exceptional longevity in centenarians.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210712122159.htm",
          "publishedOn": "2021-07-12T16:21:59.000Z",
          "wordCount": null,
          "title": "'Clock' created to predict immunological health and chronic diseases of aging"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210712122112.htm",
          "author": null,
          "description": "A new study sheds light on how the specter of dementia and chronic pain reduce people's desire to live into older ages. Among Norwegians 60 years of age and older the desire to live into advanced ages was significantly reduced by hypothetical adverse life scenarios with the strongest effect caused by dementia and chronic pain.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210712122112.htm",
          "publishedOn": "2021-07-12T16:21:12.000Z",
          "wordCount": null,
          "title": "Preferred life expectancy and its association with hypothetical adverse life scenarios"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210712092238.htm",
          "author": null,
          "description": "When it comes to post-menopausal hormone therapy, the type, route and duration all play a role in reducing the risk of neurodegenerative diseases.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210712092238.htm",
          "publishedOn": "2021-07-12T13:22:38.000Z",
          "wordCount": null,
          "title": "A step toward advancing precision hormone therapies to reduce Alzheimer's risk"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210708111457.htm",
          "author": null,
          "description": "Researchers have found that nuclear factor E2-related factor 2, a master regulator of the oxidative stress response, affects muscle composition in microgravity. Targeting this protein could help protect against muscle changes during space flight, and could also have implications for muscle wasting in conditions such as cancer and aging.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210708111457.htm",
          "publishedOn": "2021-07-08T15:14:57.000Z",
          "wordCount": null,
          "title": "An antioxidative stress regulator protects muscle tissue in space, mouse study shows"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210708083913.htm",
          "author": null,
          "description": "The vast majority of electronic health record (EHR) alerts attempting to reduce prescribing of high-risk medications linked to dementia in older adults went unread in a new study.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210708083913.htm",
          "publishedOn": "2021-07-08T12:39:13.000Z",
          "wordCount": null,
          "title": "EHR alerts go unread, do not lead to deprescribing of medicines linked to dementia"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210708083904.htm",
          "author": null,
          "description": "Tooth loss is a risk factor for cognitive impairment and dementia -- and with each tooth lost, the risk of cognitive decline grows, according to a new analysis.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210708083904.htm",
          "publishedOn": "2021-07-08T12:39:04.000Z",
          "wordCount": null,
          "title": "Tooth loss associated with increased cognitive impairment, dementia"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210701150951.htm",
          "author": null,
          "description": "A new study calculates the probability of living past age 110, which, though rare, likely will increase this century.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210701150951.htm",
          "publishedOn": "2021-07-01T19:09:51.000Z",
          "wordCount": null,
          "title": "How long can a person live? The 21st century may see a record-breaker"
        }
      ]
    },
    {
      "title": "Nutrition Research News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/health_medicine/nutrition.xml",
      "siteUrl": "https://www.sciencedaily.com/news/health_medicine/nutrition/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210727163242.htm",
          "author": null,
          "description": "In a recent study of Black American women, low levels of vitamin D appeared to be related to increased incidence of COVID-19 infection.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210727163242.htm",
          "publishedOn": "2021-07-27T20:32:42.000Z",
          "wordCount": null,
          "title": "Black American women with vitamin D insufficiency more likely to test positive for COVID-19, study finds"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210727131444.htm",
          "author": null,
          "description": "Researchers discovered that although the brain regulates feeding for pleasure and for hunger through serotonin-producing neurons in the midbrain, each type of feeding is wired by its own independent circuit that does not influence the other type of feeding.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210727131444.htm",
          "publishedOn": "2021-07-27T17:14:44.000Z",
          "wordCount": null,
          "title": "Eating for hunger or pleasure? Regulating these feeding behaviors involves different brain circuits"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210722194957.htm",
          "author": null,
          "description": "A clinical trial of a new dietary treatment for children and adults with severe forms of epilepsy based on the ketogenic diet has been successfully completed.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210722194957.htm",
          "publishedOn": "2021-07-22T23:49:57.000Z",
          "wordCount": null,
          "title": "New dietary treatment for epilepsy well tolerated and reduced seizures, study finds"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210722113004.htm",
          "author": null,
          "description": "Researchers have found that omega-3 levels in blood erythrocytes are very good mortality risk predictors. The study used data from a long-term study group, the Framingham Offspring Cohort, which has been monitoring residents of this Massachusetts town, in the United States, since 1971 and concludes that, 'Having higher levels of these acids in the blood, as a result of regularly including oily fish in the diet, increases life expectancy by almost five years.'",
          "link": "https://www.sciencedaily.com/releases/2021/07/210722113004.htm",
          "publishedOn": "2021-07-22T15:30:04.000Z",
          "wordCount": null,
          "title": "Higher levels of omega-3 acids in the blood increases life expectancy by almost five years"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210719143402.htm",
          "author": null,
          "description": "An RNA modification may offer protection against non-alcoholic fatty liver, a condition that results from a build-up of fat in the liver and can lead to advanced liver disease, according to a new study. The modification may also explain why females tend to have higher fat content in the liver.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210719143402.htm",
          "publishedOn": "2021-07-19T18:34:02.000Z",
          "wordCount": null,
          "title": "RNA modification may protect against liver disease"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210719103109.htm",
          "author": null,
          "description": "Proteins are essential for body growth and muscle building. However, protein metabolism varies depending on the body's internal biological clock. Therefore, it is important to know how distribution of protein intake over the day affects muscles. Researchers have now found that consumption of proteins at breakfast increases muscle size and function in mice and humans, shedding light on the concept of 'Chrononutrition' that deals with the timing of diets to ensure organ health.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210719103109.htm",
          "publishedOn": "2021-07-19T14:31:09.000Z",
          "wordCount": null,
          "title": "Championing chrononutrition with protein, the morning elixir for muscle growth"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210715103015.htm",
          "author": null,
          "description": "The mitochondrion has garnered quite the reputation for its role as the 'powerhouse of the cell.' These tiny, but mighty organelles play various life-sustaining roles, from powering our own cells and organs to fueling chemical and biological processes. But when they aren't working properly, a number of rare diseases can occur.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210715103015.htm",
          "publishedOn": "2021-07-15T14:30:15.000Z",
          "wordCount": null,
          "title": "Researcher creates cell lines to help treat mitochondrial diseases in children"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210714183430.htm",
          "author": null,
          "description": "A higher intake of ultra-processed food is associated with higher risk of inflammatory bowel disease (IBD), finds a new study.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210714183430.htm",
          "publishedOn": "2021-07-14T22:34:30.000Z",
          "wordCount": null,
          "title": "Ultra-processed food linked to higher risk of IBD"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210713165308.htm",
          "author": null,
          "description": "A study finds middle- to older-aged adults who ate more servings of whole grains, compared to those who ate fewer, were more likely to have smaller increases in waist size, blood pressure, and blood sugar levels as they aged. All three are linked with increased risk of heart disease.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210713165308.htm",
          "publishedOn": "2021-07-13T20:53:08.000Z",
          "wordCount": null,
          "title": "Eating whole grains linked to smaller increases in waist size, blood pressure, blood sugar"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210713110811.htm",
          "author": null,
          "description": "A new study shows that a diet rich in isoflavone, a phytoestrogen or plant-based compound that resembles estrogen, protects against multiple sclerosis-like symptoms in a mouse model of the disease. Importantly, the isoflavone diet was only protective when the mice had gut microbes capable of breaking down the isoflavones.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210713110811.htm",
          "publishedOn": "2021-07-13T15:08:11.000Z",
          "wordCount": null,
          "title": "Combining plant-based diet and healthy microbiome may protect against multiple sclerosis"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210712122151.htm",
          "author": null,
          "description": "A diet rich in fermented foods enhances the diversity of gut microbes and decreases molecular signs of inflammation, according to researchers.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210712122151.htm",
          "publishedOn": "2021-07-12T16:21:51.000Z",
          "wordCount": null,
          "title": "A fermented-food diet increases microbiome diversity and lowers inflammation, study finds"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210707160516.htm",
          "author": null,
          "description": "A modified ketogenic diet may be worth exploring for people with brain tumors, according to a new study. The small study found that the diet was safe and feasible for people with brain tumors called astrocytomas. The study was not designed to determine whether the diet could slow down tumor growth or improve survival.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210707160516.htm",
          "publishedOn": "2021-07-07T20:05:16.000Z",
          "wordCount": null,
          "title": "Could ketogenic diet be helpful with brain cancer?"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210707160504.htm",
          "author": null,
          "description": "You dash into a convenience store for a quick snack, spot an apple and reach for a candy bar instead. Poor self-control may not be the only factor behind your choice, new research suggests. That's because our brains process taste information first, before factoring in health information, according to new research.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210707160504.htm",
          "publishedOn": "2021-07-07T20:05:04.000Z",
          "wordCount": null,
          "title": "When taste and healthfulness compete, taste has a hidden advantage"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210707140721.htm",
          "author": null,
          "description": "The research sought to uncover the relationship between temperament and eating behaviors in early childhood. The findings are critical because faster eating and greater responsiveness to food cues have been linked to obesity risk in children.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210707140721.htm",
          "publishedOn": "2021-07-07T18:07:21.000Z",
          "wordCount": null,
          "title": "Impulsiveness tied to faster eating in children, can lead to obesity"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210706153026.htm",
          "author": null,
          "description": "A research team's deeper examination of the nutritional content of plant-based meat alternatives, using metabolomics, shows they're as different as plants and animals. Beef contained 22 metabolites that the plant substitute did not. The plant-based substitute contained 31 metabolites that meat did not. The greatest distinctions occurred in amino acids, dipeptides, vitamins, phenols, and types of saturated and unsaturated fatty acids found in these products.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210706153026.htm",
          "publishedOn": "2021-07-06T19:30:26.000Z",
          "wordCount": null,
          "title": "Lab analysis finds near-meat and meat not nutritionally equivalent"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210705094725.htm",
          "author": null,
          "description": "Flies have discriminating taste. Like a gourmet perusing a menu, they spend much of their time seeking sweet nutritious calories and avoiding bitter, potentially toxic food. But what happens in their brains when they make these food choices? Researchers discovered an interesting way to find out. They tricked them.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210705094725.htm",
          "publishedOn": "2021-07-05T13:47:25.000Z",
          "wordCount": null,
          "title": "More filling? Tastes great? How flies, and maybe people, choose their food"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210701112621.htm",
          "author": null,
          "description": "Contrary to what science once suggested, older people with a declining sense of smell do not have comprehensively dampened olfactory ability for odors in general -- it simply depends upon the type of odor. Researchers reached this conclusion after examining a large group of older Danes' and their intensity perception of common food odors.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210701112621.htm",
          "publishedOn": "2021-07-01T15:26:21.000Z",
          "wordCount": null,
          "title": "The sense of smell in older adults declines when it comes to meat, but not vanilla, researchers find"
        }
      ]
    },
    {
      "title": "Fitness News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/health_medicine/fitness.xml",
      "siteUrl": "https://www.sciencedaily.com/news/health_medicine/fitness/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210728105640.htm",
          "author": null,
          "description": "Women often struggle with managing their weight and other health risk factors, such as high cholesterol, once they transition through menopause. A new study suggests that dancing may effectively lower cholesterol levels, improve fitness and body composition and in the process, improve self-esteem.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210728105640.htm",
          "publishedOn": "2021-07-28T14:56:40.000Z",
          "wordCount": null,
          "title": "Postmenopausal women can dance their way to better health"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210728105611.htm",
          "author": null,
          "description": "Swimming a few laps likely won't turn your child into the next Katie Ledecky or Michael Phelps, but it just might help them become the next J.K. Rowling or Stephen King. A recent study suggests aerobic exercise, such as swimming, can boost kids' vocabulary growth.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210728105611.htm",
          "publishedOn": "2021-07-28T14:56:11.000Z",
          "wordCount": null,
          "title": "Exercise may boost kids’ vocabulary growth"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210720114308.htm",
          "author": null,
          "description": "Cellular competition is a crucial quality control process that ensures that the development of an organism relies on healthy cells. Researchers revealed the secrets underlying cell competition and what features can pre-determine whether a cell will survive or not. Defects in energy production are critical in making cells vulnerable to elimination.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210720114308.htm",
          "publishedOn": "2021-07-20T15:43:08.000Z",
          "wordCount": null,
          "title": "Revealing the secrets of cell competition"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210709104232.htm",
          "author": null,
          "description": "Researchers have found that exposure to specific types of light before sleep can have variable effects on energy metabolism during sleep. Specifically, participants who went to sleep after exposure to organic light-emitting diodes (OLEDs), which emit polychromatic white light that contains less blue light than light-emitting diodes (LEDs), exhibited significantly decreased energy expenditure, core body temperature, and increased fat oxidation, indicating fewer negative health consequences compared with after nighttime exposure to LEDs.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210709104232.htm",
          "publishedOn": "2021-07-09T14:42:32.000Z",
          "wordCount": null,
          "title": "Exposure to light with less blue before sleep is better for energy metabolism"
        }
      ]
    },
    {
      "title": "Spirituality News -- ScienceDaily",
      "feedUrl": "https://www.sciencedaily.com/rss/mind_brain/spirituality.xml",
      "siteUrl": "https://www.sciencedaily.com/news/mind_brain/spirituality/",
      "articles": [
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210705113923.htm",
          "author": null,
          "description": "In a new study, researchers show that a single dose of psilocybin given to mice prompted an immediate and long-lasting increase in connections between neurons. The findings are published July 5 in the journal Neuron.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210705113923.htm",
          "publishedOn": "2021-07-05T15:39:23.000Z",
          "wordCount": null,
          "title": "Psychedelic spurs growth of neural connections lost in depression"
        },
        {
          "id": "https://www.sciencedaily.com/releases/2021/07/210701195245.htm",
          "author": null,
          "description": "Using datasets from neurosurgical patients and those with brain lesions, researchers mapped lesion locations associated with spiritual and religious belief to a specific human brain circuit.",
          "link": "https://www.sciencedaily.com/releases/2021/07/210701195245.htm",
          "publishedOn": "2021-07-01T23:52:45.000Z",
          "wordCount": null,
          "title": "Brain circuit for spirituality?"
        }
      ]
    },
    {
      "title": "Azure service updates",
      "feedUrl": "https://azure.microsoft.com/en-us/updates/feed/?product=api-management",
      "siteUrl": "https://azure.microsoft.com/en-us/updates/",
      "articles": [
        {
          "id": "public-preview-api-management-and-event-grid-integration",
          "author": null,
          "description": "Azure API Management has now been updated to publish events to Event Grid.",
          "link": "https://azure.microsoft.com/en-us/updates/public-preview-api-management-and-event-grid-integration/",
          "publishedOn": "2021-07-14T16:00:34.000Z",
          "wordCount": 2843,
          "title": "Public preview: API Management and Event Grid integration"
        },
        {
          "id": "azure-api-management-updates-july-2021",
          "author": null,
          "description": "Azure API Management service has been updated to provide better support to customers through policy expressions and Power platform.",
          "link": "https://azure.microsoft.com/en-us/updates/azure-api-management-updates-july-2021/",
          "publishedOn": "2021-07-12T19:55:36.000Z",
          "wordCount": 2870,
          "title": "General availability: Azure API Management updates - July 2021"
        }
      ]
    },
    {
      "title": "Azure service updates",
      "feedUrl": "https://azure.microsoft.com/en-us/updates/feed/?product=key-vault",
      "siteUrl": "https://azure.microsoft.com/en-us/updates/",
      "articles": []
    },
    {
      "title": "Azure service updates",
      "feedUrl": "https://azure.microsoft.com/en-us/updates/feed/?product=logic-apps",
      "siteUrl": "https://azure.microsoft.com/en-us/updates/",
      "articles": []
    },
    {
      "title": "Azure service updates",
      "feedUrl": "https://azure.microsoft.com/en-us/updates/feed/?product=app-configuration",
      "siteUrl": "https://azure.microsoft.com/en-us/updates/",
      "articles": []
    },
    {
      "title": "Azure service updates",
      "feedUrl": "https://azure.microsoft.com/en-us/updates/feed/?product=functions",
      "siteUrl": "https://azure.microsoft.com/en-us/updates/",
      "articles": [
        {
          "id": "general-availability-python-functions-now-support-custom-telemetry-in-application-insights",
          "author": null,
          "description": "Azure Monitor is releasing a new PyPI package that expands distributed tracing support in Application Insights for Python Functions.",
          "link": "https://azure.microsoft.com/en-us/updates/general-availability-python-functions-now-support-custom-telemetry-in-application-insights/",
          "publishedOn": "2021-07-21T16:00:04.000Z",
          "wordCount": 2915,
          "title": "General availability: Python Functions now support custom telemetry in Application Insights"
        },
        {
          "id": "general-availability-updates-to-secrets-configuration-options-in-app-service-and-azure-functions",
          "author": null,
          "description": "App Service and Azure Functions have been updated to better support management of secrets as part of your secure application development process.",
          "link": "https://azure.microsoft.com/en-us/updates/general-availability-updates-to-secrets-configuration-options-in-app-service-and-azure-functions/",
          "publishedOn": "2021-07-07T20:02:13.000Z",
          "wordCount": 3089,
          "title": "General availability: Updates to secrets configuration options in App Service and Azure Functions"
        }
      ]
    },
    {
      "title": "Azure service updates",
      "feedUrl": "https://azure.microsoft.com/en-us/updates/feed/?product=private-link",
      "siteUrl": "https://azure.microsoft.com/en-us/updates/",
      "articles": []
    }
  ],
  "cliVersion": "1.11.0"
}